{
  "Comment.nvim": { "branch": "master" },
  "autoclose.nvim": { "branch": "main" },
  "bufferline.nvim": { "branch": "main" },
  "cmp-buffer": { "branch": "main" },
  "cmp-nvim-lsp": { "branch": "main" },
  "cmp-path": { "branch": "main" },
  "cmp-spell": { "branch": "master" },
  "cmp-under-comparator": { "branch": "master" },
  "crates.nvim": { "branch": "main" },
  "csv.vim": { "branch": "master" },
  "dropbar.nvim": { "branch": "master" },
  "edgy.nvim": { "branch": "main" },
  "faster.nvim": { "branch": "main" },
  "flash.nvim": { "branch": "main" },
  "fzf": { "branch": "master" },
  "fzy-lua-native": { "branch": "master" },
  "gitsigns.nvim": { "branch": "main" },
  "glance.nvim": { "branch": "master" },
  "go.nvim": { "branch": "master" },
  "grug-far.nvim": { "branch": "main" },
  "guihua.lua": { "branch": "master" },
  "inc-rename.nvim": { "branch": "main" },
  "indent-blankline.nvim": { "branch": "master" },
  "lazy.nvim": { "branch": "main" },
  "lsp-format-modifications.nvim": { "branch": "main" },
  "lualine.nvim": { "branch": "master" },
  "markdown-preview.nvim": { "branch": "master" },
  "mason-lspconfig.nvim": { "branch": "main" },
  "mason-null-ls.nvim": { "branch": "main" },
  "mason-nvim-dap.nvim": { "branch": "main" },
  "mason.nvim": { "branch": "main" },
  "mini.align": { "branch": "main" },
  "mini.cursorword": { "branch": "main" },
  "mini.nvim": { "branch": "main" },
  "minintro.nvim": { "branch": "master" },
  "neocodeium": { "branch": "main" },
  "neoconf.nvim": { "branch": "main" },
  "neovim-theme-vitesse": { "branch": "main" },
  "none-ls.nvim": { "branch": "main" },
  "nvim-bqf": { "branch": "main" },
  "nvim-bufdel": { "branch": "main" },
  "nvim-cmp": { "branch": "main" },
  "nvim-dap": { "branch": "master" },
  "nvim-dap-ui": { "branch": "master" },
  "nvim-highlight-colors": { "branch": "main" },
  "nvim-lspconfig": { "branch": "master" },
  "nvim-nio": { "branch": "master" },
  "nvim-tree.lua": { "branch": "master" },
  "nvim-treesitter": { "branch": "main" },
  "nvim-treesitter-context": { "branch": "master" },
  "nvim-treesitter-textobjects": { "branch": "main" },
  "nvim-ts-autotag": { "branch": "main" },
  "nvim-ts-context-commentstring": { "branch": "main" },
  "nvim-web-devicons": { "branch": "master" },
  "paint.nvim": { "branch": "main" },
  "persisted.nvim": { "branch": "main" },
  "plenary.nvim": { "branch": "master" },
  "rainbow-delimiters.nvim": { "branch": "master" },
  "render-markdown.nvim": { "branch": "main" },
  "rose-pine": { "branch": "main" },
  "rustaceanvim": { "branch": "master" },
  "smart-splits.nvim": { "branch": "master" },
  "smartyank.nvim": { "branch": "master" },
  "snacks.nvim": { "branch": "main" },
  "suda.vim": { "branch": "master" },
  "tiny-code-action.nvim": { "branch": "main" },
  "tiny-inline-diagnostic.nvim": { "branch": "main" },
  "todo-comments.nvim": { "branch": "main" },
  "toggleterm.nvim": { "branch": "main" },
  "trouble.nvim": { "branch": "main" },
  "ts-error-translator.nvim": { "branch": "main" },
  "vim-cool": { "branch": "master" },
  "vim-matchup": { "branch": "master" },
  "vim-sleuth": { "branch": "master" },
  "which-key.nvim": { "branch": "main" },
  "wilder.nvim": { "branch": "master" }
}
